{
    "ABOUT_ME": "About me",
    "SKILLS": "Skills",
    "PROJECTS": "Projects",
    "AVAILABLE_FOR_REMOTE_WORK": "Available for remote work",
    "FRONTEND_DEVELOPER": "Frontend Developer",
    "BASE_IN_GREVENBROICH": "Based in Grevenbroich",
    "ABOUT_ME_DESCRIPTION":"Hi, I'm a Frontend Developer based in Grevenbroich. Motivated by the limitless opportunities within IT, I am excited about crafting visually captivating and intuitive websites and applications.",
    "ABOUT_ME_LOCATION":"Based in Grevenbroich, I am available to work efficiently on-site in Düsseldorf and Cologne, as well as remotely.",
    "ABOUT_ME_OPEN_MIND":"I am open-minded and constantly challenge myself in my personal and professional projects to further improve my knowledge and skills.",
    "ABOUT_ME_CREATIVE_SOLUTIONS":"To me, programming is more than just writing code. It involves understanding real-world needs and transforming them into technical solutions. I take great pride in creatively and elegantly solving problems, which enhances usability and user experience, ultimately driving the success of each project.",

    "ABOUT_ME_HEADER":"About Me",
    "WHO_AM_I":"Who am I",

    "CONTACT_ME_BUTTON":"Contact me",
    "CHECK_MY_WORK":"Check my work",

    "TECNOLOGIES":"Technologies",
    "SKILL_HEADER":"Skill Set",
    "SKILL_DESCRIPTION":" My journey has involved working on diverse projects, employing a range of frontend technologies and concepts. I am open to embracing new technologies and methodologies to Continously enhance my skills and stay ahead in the ever-evolving landscape of web development",
    "YOU_NEED":"You need",
    "ANOTHER_SKILL":"another skill?",
    "CONTACT_INVITE":" Feel free to contact me. I look forward to expanding on my previous knowledge.",
    "SKILL_LETS_TALK":"Let's Talk",

    "FEATURED_PROJECTS":"Featured Projects",
    "PORTFOLIO_DESCRIPTION":"Explore a selection of my work here - Interact with projects to see my skills in action.",

    "FEEDBACK_HEADER":"What my colleagues say about me",

    "CONTACT_ME":"Contact me",
    "LETS_WORK":"Let's work",
    "TOGETHER":"together",
    "CONTACT_ME_SUBTITLE":"Got a problem to solve?",
    "CONTACT_ME_DESCRIPTION":"Contact me through this form, I am interested in hearing from you, knowing your ideas and contributing to your projects with my work.",
    "CONTACT_ME_LETS_TALK":"Let’s talk!",
    "CONTACT_ME_NAME":"What’s your name?",
    "CONTACT_ME_EMAIL":"What’s your e-mail?",
    "CONTACT_ME_MESSAGE":"Message",
    "LEGAL_TEXT_PART1":"I've read the",
    "PRIVACY_POLICY":"privacy policy",
    "LEGAL_TEXT_PART2":"and agree to the processing of my data as outlined.",
    "SAY_HELLO":"Say Hello ;)",
    "PLACEHOLDER_NAME":"Your Name ...",
    "PLACEHOLDER_EMAIL":"Your E-Mail ...",
    "PLACEHOLDER_MESSAGE":"Your Message ..."




    

  }